Repository: abdel792/footballCalendars
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fr

source: &Football calendars...
fr: Calendriers de &Football

source: Allows you to display the football season calendars of the French championship for leagues 1 and 2 as well as the rankings history
fr: Permet d'afficher les calendriers des saisons de football du championnatde France des ligues 1 et 2 ainsi que l'historique des classements

source: Allows you to display the season calendars, as well as the history of the rankings of the French football championship for leagues 1 and 2
fr: Permet d'afficher les calendriers des saisons, ainsi que l'historique des classements du championnat de France de football des ligues 1 et 2

source: Allows you to display the {0} add-on settings panel.
fr: Vous permet d'afficher le panneau des paramètres de l'extension {0}

source: List of calendars and rankings
fr: Liste des calendriers et classements

source: League-1 calendar
fr: Calendriers et classements ligue-1

source: League-2 calendar
fr: Calendriers et classements ligue-2

source: Calendars and rankings...
fr: Calendriers et classements...

source: List of seasons
fr: Liste des saisons et classements

source: Seasons...
fr: Saisons et classements...

source: Season {0}
fr: Calendrier {0}

source: Display in HTML message
fr: Afficher dans un message HTML

source: Display in a simple NVDA browseable message
fr: Afficher dans un simple message

source: Display in default browser
fr: Afficher dans le navigateur par défaut

source: {0} seasons and rankings history display mode
fr: Mode d'affichage des saisons et historique des classements de {0}

source: You have installed the maxiFootCalendars-23.11.01 add-on which is incompatible with this one. Do you want to uninstall this incompatible version?
fr: Vous avez installé l'extension maxiFootCalendars-23.11.01 qui est incompatible avec cette nouvelle version. Voulez-vous désinstaller cette version incompatible ?

source: Uninstall incompatible version
fr: Désinstallation d'une version incompatible

source: Football calendars
fr: Calendrier de football

source: Allows you to view the season calendars of the French football championship, as well as the history of rankings for leagues 1 and 2.
fr: Permet de consulter les calendriers de saisons du championnat de France de football, ainsi que l'historique des classements des ligues 1 et 2.
